/* Localized versions of Guest Access strings */

allowButton = "화면 공유";
denyButton = "취소";

controlTitle = "화면 공유 요청";
observeTitle = "화면 공유 요청";

controlRequestKnown = "“%2$@”에 있는 “%1$@”이(가) 사용자와 화면을 공유하고 싶어합니다.\r\r화면을 공유하겠습니까?";
observeRequestKnown = "“%2$@”에 있는 “%1$@”이(가) 사용자의 화면을 보고 싶어합니다.\r\r화면을 공유하겠습니까?";

controlRequestUnknown = "%@ 주소에서 연결 중인 방문 사용자가 사용자와 화면을 공유하고 싶어합니다.\r\r이 사람이 누구인지 아는 경우에만 화면 공유를 클릭하십시오.";
observeRequestUnknown = "%@ 주소에서 연결 중인 방문 사용자가 사용자의 화면을 보고 싶어합니다.\r\r이 사람이 누구인지 아는 경우에만 화면 공유를 클릭하십시오.";

errAttnReqCommString = "통신 오류가 발생했습니다.";
